FilesystemAndDisk_Test/Disk_SSD_MP400_8TB_NVMe_scripts/mp4008TB_fio_test_readwrite_ranseq/seq_read_test_64k_4k_8m.out
seq_read_test: (g=0): rw=read, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=libaio, iodepth=1
fio-3.28
Starting 1 process

seq_read_test: (groupid=0, jobs=1): err= 0: pid=772816: Fri May  3 03:35:05 2024
  read: IOPS=13.7k, BW=853MiB/s (895MB/s)(200GiB/240046msec)
    slat (usec): min=4, max=892, avg=15.62, stdev= 2.58
    clat (usec): min=3, max=1033, avg=55.90, stdev= 5.41
     lat (usec): min=51, max=1064, avg=71.66, stdev= 6.11
    clat percentiles (usec):
     |  1.00th=[   56],  5.00th=[   56], 10.00th=[   56], 20.00th=[   56],
     | 30.00th=[   56], 40.00th=[   56], 50.00th=[   56], 60.00th=[   56],
     | 70.00th=[   56], 80.00th=[   56], 90.00th=[   57], 95.00th=[   57],
     | 99.00th=[   63], 99.50th=[   67], 99.90th=[   85], 99.95th=[   90],
     | 99.99th=[  186]
   bw (  KiB/s): min=615808, max=887936, per=100.00%, avg=874466.98, stdev=18696.83, samples=479
   iops        : min= 9622, max=13874, avg=13663.48, stdev=292.14, samples=479
  lat (usec)   : 4=0.01%, 10=0.01%, 20=0.01%, 50=0.12%, 100=99.84%
  lat (usec)   : 250=0.03%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%
  cpu          : usr=9.95%, sys=29.92%, ctx=3276912, majf=0, minf=45
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=3276800,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=853MiB/s (895MB/s), 853MiB/s-853MiB/s (895MB/s-895MB/s), io=200GiB (215GB), run=240046-240046msec

Disk stats (read/write):
  nvme0n1: ios=3274769/0, merge=0/0, ticks=165105/0, in_queue=165104, util=100.00%